[
  {
    "id": "email_0",
    "from": "Alice Smith <alice.smith@example.com>",
    "to": [
      "Bob Johnson <bob.johnson@company.org>",
      "Carol Williams <carol.williams@mail.net>",
      "Dave Brown <dave.brown@business.co>"
    ],
    "subject": "Project Update: marketing",
    "message": "Hi Bob, Carol, Dave,\n\nThis is a sentence about marketing and finance. This is a sentence about development and legal. This is a sentence about legal and innovation. This is a sentence about support and finance. This is a sentence about support and marketing. This is a sentence about legal and research.\n\nThis is a sentence about finance and development. This is a sentence about finance and innovation. This is a sentence about research and operations. This is a sentence about operations and innovation.\n\n\nBest regards,\nAlice Smith",
    "date": "2025-04-24T16:38:38.126686"
  },
  {
    "id": "email_1",
    "from": "Bob Johnson <bob.johnson@company.org>",
    "to": [
      "Carol Williams <carol.williams@mail.net>",
      "Dave Brown <dave.brown@business.co>",
      "Eve Davis <eve.davis@corp.io>"
    ],
    "subject": "Meeting Notes: finance",
    "message": "Hi Carol, Dave, Eve,\n\nThis is a sentence about operations and legal. This is a sentence about finance and strategy. This is a sentence about marketing and strategy. This is a sentence about operations and marketing.\n\nThis is a sentence about sales and finance. This is a sentence about innovation and operations. This is a sentence about strategy and marketing. This is a sentence about innovation and marketing. This is a sentence about development and operations. This is a sentence about development and research.\n\n\nBest regards,\nBob Johnson",
    "date": "2025-04-17T16:38:38.126861"
  },
  {
    "id": "email_2",
    "from": "Carol Williams <carol.williams@mail.net>",
    "to": [
      "Dave Brown <dave.brown@business.co>",
      "Eve Davis <eve.davis@corp.io>",
      "Frank Miller <frank.miller@example.com>"
    ],
    "subject": "Important Announcement: development",
    "message": "Hi Dave, Eve, Frank,\n\nThis is a sentence about support and development. This is a sentence about sales and innovation. This is a sentence about support and research.\n\nThis is a sentence about strategy and innovation. This is a sentence about marketing and support. This is a sentence about finance and operations.\n\n\nBest regards,\nCarol Williams",
    "date": "2025-05-02T16:38:38.126987"
  },
  {
    "id": "email_3",
    "from": "Dave Brown <dave.brown@business.co>",
    "to": [
      "Eve Davis <eve.davis@corp.io>"
    ],
    "subject": "Quarterly Review: sales",
    "message": "Hi Eve,\n\nThis is a sentence about legal and HR. This is a sentence about finance and innovation. This is a sentence about HR and marketing. This is a sentence about development and support. This is a sentence about finance and support. This is a sentence about innovation and finance. This is a sentence about development and marketing.\n\nThis is a sentence about development and support. This is a sentence about strategy and finance. This is a sentence about sales and HR.\n\nThis is a sentence about marketing and research. This is a sentence about finance and development. This is a sentence about operations and strategy. This is a sentence about development and research. This is a sentence about strategy and operations.\n\n\nBest regards,\nDave Brown",
    "date": "2025-05-06T16:38:38.127156"
  },
  {
    "id": "email_4",
    "from": "Eve Davis <eve.davis@corp.io>",
    "to": [
      "Frank Miller <frank.miller@example.com>"
    ],
    "subject": "Team Building Event: HR",
    "message": "Hi Frank,\n\nThis is a sentence about innovation and legal. This is a sentence about finance and operations. This is a sentence about support and innovation.\n\nThis is a sentence about legal and marketing. This is a sentence about innovation and research. This is a sentence about development and research. This is a sentence about research and support. This is a sentence about HR and sales.\n\nThis is a sentence about development and operations. This is a sentence about development and research. This is a sentence about legal and sales. This is a sentence about sales and legal. This is a sentence about research and HR. This is a sentence about operations and finance.\n\n\nBest regards,\nEve Davis",
    "date": "2025-05-06T16:38:38.127272"
  },
  {
    "id": "email_5",
    "from": "Frank Miller <frank.miller@example.com>",
    "to": [
      "Grace Wilson <grace.wilson@company.org>",
      "Harry Moore <harry.moore@mail.net>",
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "Budget Planning: operations",
    "message": "Hi Grace, Harry, Irene,\n\nThis is a sentence about legal and development. This is a sentence about legal and HR. This is a sentence about operations and HR. This is a sentence about HR and operations. This is a sentence about legal and finance. This is a sentence about operations and sales.\n\nThis is a sentence about development and innovation. This is a sentence about innovation and support. This is a sentence about legal and innovation. This is a sentence about operations and finance. This is a sentence about operations and development.\n\n\nBest regards,\nFrank Miller",
    "date": "2025-04-09T16:38:38.127356"
  },
  {
    "id": "email_6",
    "from": "Grace Wilson <grace.wilson@company.org>",
    "to": [
      "Harry Moore <harry.moore@mail.net>",
      "Irene Taylor <irene.taylor@business.co>",
      "Jack Anderson <jack.anderson@corp.io>"
    ],
    "subject": "New Client Onboarding: strategy",
    "message": "Hi Harry, Irene, Jack,\n\nThis is a sentence about HR and development. This is a sentence about operations and HR. This is a sentence about support and legal. This is a sentence about research and strategy.\n\nThis is a sentence about support and operations. This is a sentence about operations and legal. This is a sentence about marketing and development.\n\nThis is a sentence about development and strategy. This is a sentence about research and support. This is a sentence about operations and HR. This is a sentence about operations and strategy. This is a sentence about HR and operations. This is a sentence about HR and development.\n\n\nBest regards,\nGrace Wilson",
    "date": "2025-04-18T16:38:38.127474"
  },
  {
    "id": "email_7",
    "from": "Harry Moore <harry.moore@mail.net>",
    "to": [
      "Irene Taylor <irene.taylor@business.co>",
      "Jack Anderson <jack.anderson@corp.io>",
      "Alice Smith <alice.smith@example.com>"
    ],
    "subject": "Product Launch: support",
    "message": "Hi Irene, Jack, Alice,\n\nThis is a sentence about research and operations. This is a sentence about innovation and legal. This is a sentence about development and research. This is a sentence about innovation and legal. This is a sentence about finance and innovation. This is a sentence about finance and legal.\n\nThis is a sentence about research and support. This is a sentence about marketing and HR. This is a sentence about marketing and operations.\n\nThis is a sentence about development and finance. This is a sentence about innovation and marketing. This is a sentence about research and innovation. This is a sentence about research and finance.\n\nThis is a sentence about sales and finance. This is a sentence about support and operations. This is a sentence about HR and finance. This is a sentence about research and sales.\n\n\nBest regards,\nHarry Moore",
    "date": "2025-04-27T16:38:38.127677"
  },
  {
    "id": "email_8",
    "from": "Irene Taylor <irene.taylor@business.co>",
    "to": [
      "Jack Anderson <jack.anderson@corp.io>",
      "Alice Smith <alice.smith@example.com>"
    ],
    "subject": "System Maintenance: legal",
    "message": "Hi Jack, Alice,\n\nThis is a sentence about sales and innovation. This is a sentence about support and development. This is a sentence about sales and finance. This is a sentence about development and innovation. This is a sentence about operations and marketing.\n\nThis is a sentence about finance and research. This is a sentence about research and sales. This is a sentence about research and sales. This is a sentence about finance and support. This is a sentence about HR and strategy.\n\n\nBest regards,\nIrene Taylor",
    "date": "2025-04-29T16:38:38.127761"
  },
  {
    "id": "email_9",
    "from": "Jack Anderson <jack.anderson@corp.io>",
    "to": [
      "Alice Smith <alice.smith@example.com>"
    ],
    "subject": "Holiday Schedule: research",
    "message": "Hi Alice,\n\nThis is a sentence about innovation and development. This is a sentence about finance and operations. This is a sentence about operations and strategy. This is a sentence about research and support. This is a sentence about legal and development.\n\nThis is a sentence about operations and strategy. This is a sentence about legal and research. This is a sentence about legal and sales.\n\nThis is a sentence about research and legal. This is a sentence about research and sales. This is a sentence about legal and development. This is a sentence about legal and development. This is a sentence about support and legal. This is a sentence about legal and operations.\n\nThis is a sentence about marketing and HR. This is a sentence about sales and development. This is a sentence about finance and legal. This is a sentence about support and sales.\n\n\nBest regards,\nJack Anderson",
    "date": "2025-05-02T16:38:38.127883"
  },
  {
    "id": "email_10",
    "from": "Alice Smith <alice.smith@example.com>",
    "to": [
      "Bob Johnson <bob.johnson@company.org>",
      "Carol Williams <carol.williams@mail.net>",
      "Dave Brown <dave.brown@business.co>"
    ],
    "subject": "Training Session: innovation",
    "message": "Hi Bob, Carol, Dave,\n\nThis is a sentence about HR and legal. This is a sentence about support and innovation. This is a sentence about support and development. This is a sentence about finance and strategy. This is a sentence about finance and support. This is a sentence about strategy and HR. This is a sentence about research and innovation.\n\nThis is a sentence about legal and development. This is a sentence about support and research. This is a sentence about innovation and legal. This is a sentence about support and marketing. This is a sentence about research and strategy. This is a sentence about operations and innovation.\n\nThis is a sentence about finance and HR. This is a sentence about marketing and operations. This is a sentence about marketing and innovation. This is a sentence about research and sales. This is a sentence about marketing and legal. This is a sentence about research and strategy.\n\n\nBest regards,\nAlice Smith",
    "date": "2025-04-21T16:38:38.128013"
  },
  {
    "id": "email_11",
    "from": "Bob Johnson <bob.johnson@company.org>",
    "to": [
      "Carol Williams <carol.williams@mail.net>"
    ],
    "subject": "Project Update: marketing",
    "message": "Hi Carol,\n\nThis is a sentence about operations and finance. This is a sentence about sales and development. This is a sentence about finance and marketing. This is a sentence about marketing and support. This is a sentence about sales and support. This is a sentence about strategy and innovation.\n\nThis is a sentence about development and marketing. This is a sentence about finance and strategy. This is a sentence about finance and development. This is a sentence about operations and development.\n\nThis is a sentence about HR and support. This is a sentence about sales and research. This is a sentence about HR and marketing. This is a sentence about research and legal. This is a sentence about marketing and innovation. This is a sentence about operations and innovation. This is a sentence about HR and strategy.\n\n\nBest regards,\nBob Johnson",
    "date": "2025-04-22T16:38:38.128123"
  },
  {
    "id": "email_12",
    "from": "Carol Williams <carol.williams@mail.net>",
    "to": [
      "Dave Brown <dave.brown@business.co>",
      "Eve Davis <eve.davis@corp.io>",
      "Frank Miller <frank.miller@example.com>"
    ],
    "subject": "Meeting Notes: finance",
    "message": "Hi Dave, Eve, Frank,\n\nThis is a sentence about sales and operations. This is a sentence about innovation and strategy. This is a sentence about support and finance. This is a sentence about development and innovation. This is a sentence about innovation and strategy. This is a sentence about sales and innovation. This is a sentence about development and finance.\n\nThis is a sentence about operations and sales. This is a sentence about development and innovation. This is a sentence about marketing and sales. This is a sentence about marketing and innovation. This is a sentence about legal and development. This is a sentence about finance and research.\n\nThis is a sentence about innovation and operations. This is a sentence about development and operations. This is a sentence about marketing and sales. This is a sentence about strategy and finance. This is a sentence about finance and strategy. This is a sentence about sales and strategy. This is a sentence about operations and marketing.\n\nThis is a sentence about operations and legal. This is a sentence about development and innovation. This is a sentence about innovation and development. This is a sentence about HR and development. This is a sentence about marketing and finance. This is a sentence about development and legal. This is a sentence about marketing and innovation.\n\n\nBest regards,\nCarol Williams",
    "date": "2025-04-23T16:38:38.128291"
  },
  {
    "id": "email_13",
    "from": "Dave Brown <dave.brown@business.co>",
    "to": [
      "Eve Davis <eve.davis@corp.io>",
      "Frank Miller <frank.miller@example.com>",
      "Grace Wilson <grace.wilson@company.org>"
    ],
    "subject": "Important Announcement: development",
    "message": "Hi Eve, Frank, Grace,\n\nThis is a sentence about HR and sales. This is a sentence about research and strategy. This is a sentence about legal and research. This is a sentence about innovation and development. This is a sentence about support and legal. This is a sentence about research and strategy. This is a sentence about research and strategy.\n\nThis is a sentence about research and operations. This is a sentence about strategy and support. This is a sentence about legal and research.\n\n\nBest regards,\nDave Brown",
    "date": "2025-04-09T16:38:38.128360"
  },
  {
    "id": "email_14",
    "from": "Eve Davis <eve.davis@corp.io>",
    "to": [
      "Frank Miller <frank.miller@example.com>",
      "Grace Wilson <grace.wilson@company.org>"
    ],
    "subject": "Quarterly Review: sales",
    "message": "Hi Frank, Grace,\n\nThis is a sentence about strategy and development. This is a sentence about finance and sales. This is a sentence about operations and strategy.\n\nThis is a sentence about research and strategy. This is a sentence about support and HR. This is a sentence about legal and strategy. This is a sentence about operations and finance. This is a sentence about strategy and marketing. This is a sentence about development and operations.\n\nThis is a sentence about innovation and strategy. This is a sentence about sales and strategy. This is a sentence about HR and research. This is a sentence about innovation and strategy. This is a sentence about development and marketing. This is a sentence about legal and research. This is a sentence about HR and innovation.\n\n\nBest regards,\nEve Davis",
    "date": "2025-05-06T16:38:38.129613"
  },
  {
    "id": "email_15",
    "from": "Frank Miller <frank.miller@example.com>",
    "to": [
      "Grace Wilson <grace.wilson@company.org>"
    ],
    "subject": "Team Building Event: HR",
    "message": "Hi Grace,\n\nThis is a sentence about finance and innovation. This is a sentence about HR and finance. This is a sentence about support and development. This is a sentence about finance and support. This is a sentence about operations and sales. This is a sentence about support and innovation. This is a sentence about development and research.\n\nThis is a sentence about support and innovation. This is a sentence about HR and development. This is a sentence about legal and HR. This is a sentence about operations and strategy. This is a sentence about finance and research. This is a sentence about operations and HR.\n\nThis is a sentence about support and development. This is a sentence about sales and development. This is a sentence about operations and innovation. This is a sentence about strategy and support. This is a sentence about marketing and sales. This is a sentence about legal and support.\n\n\nBest regards,\nFrank Miller",
    "date": "2025-04-12T16:38:38.129736"
  },
  {
    "id": "email_16",
    "from": "Grace Wilson <grace.wilson@company.org>",
    "to": [
      "Harry Moore <harry.moore@mail.net>",
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "Budget Planning: operations",
    "message": "Hi Harry, Irene,\n\nThis is a sentence about operations and sales. This is a sentence about research and operations. This is a sentence about marketing and support. This is a sentence about innovation and research.\n\nThis is a sentence about development and HR. This is a sentence about operations and sales. This is a sentence about sales and innovation. This is a sentence about operations and support. This is a sentence about marketing and support. This is a sentence about development and finance. This is a sentence about innovation and support.\n\n\nBest regards,\nGrace Wilson",
    "date": "2025-04-22T16:38:38.129810"
  },
  {
    "id": "email_17",
    "from": "Harry Moore <harry.moore@mail.net>",
    "to": [
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "New Client Onboarding: strategy",
    "message": "Hi Irene,\n\nThis is a sentence about strategy and sales. This is a sentence about innovation and legal. This is a sentence about marketing and strategy. This is a sentence about support and HR. This is a sentence about operations and research. This is a sentence about strategy and marketing.\n\nThis is a sentence about HR and finance. This is a sentence about HR and research. This is a sentence about strategy and support. This is a sentence about sales and research. This is a sentence about legal and operations.\n\nThis is a sentence about innovation and operations. This is a sentence about strategy and operations. This is a sentence about innovation and sales. This is a sentence about support and development. This is a sentence about development and finance.\n\nThis is a sentence about HR and development. This is a sentence about research and legal. This is a sentence about strategy and marketing. This is a sentence about innovation and strategy.\n\n\nBest regards,\nHarry Moore",
    "date": "2025-04-30T16:38:38.129944"
  },
  {
    "id": "email_18",
    "from": "Irene Taylor <irene.taylor@business.co>",
    "to": [
      "Jack Anderson <jack.anderson@corp.io>",
      "Alice Smith <alice.smith@example.com>"
    ],
    "subject": "Product Launch: support",
    "message": "Hi Jack, Alice,\n\nThis is a sentence about strategy and operations. This is a sentence about strategy and operations. This is a sentence about HR and support. This is a sentence about support and HR. This is a sentence about development and marketing. This is a sentence about operations and innovation. This is a sentence about innovation and development.\n\nThis is a sentence about support and finance. This is a sentence about development and HR. This is a sentence about support and sales. This is a sentence about legal and support.\n\nThis is a sentence about operations and development. This is a sentence about operations and development. This is a sentence about innovation and legal. This is a sentence about innovation and strategy.\n\n\nBest regards,\nIrene Taylor",
    "date": "2025-04-09T16:38:38.130055"
  },
  {
    "id": "email_19",
    "from": "Jack Anderson <jack.anderson@corp.io>",
    "to": [
      "Alice Smith <alice.smith@example.com>"
    ],
    "subject": "System Maintenance: legal",
    "message": "Hi Alice,\n\nThis is a sentence about legal and operations. This is a sentence about research and sales. This is a sentence about innovation and strategy.\n\nThis is a sentence about research and operations. This is a sentence about strategy and innovation. This is a sentence about sales and legal.\n\nThis is a sentence about strategy and research. This is a sentence about finance and support. This is a sentence about operations and strategy. This is a sentence about strategy and HR. This is a sentence about research and operations. This is a sentence about innovation and development. This is a sentence about marketing and development.\n\n\nBest regards,\nJack Anderson",
    "date": "2025-04-09T16:38:38.130148"
  },
  {
    "id": "email_20",
    "from": "Alice Smith <alice.smith@example.com>",
    "to": [
      "Bob Johnson <bob.johnson@company.org>"
    ],
    "subject": "Holiday Schedule: research",
    "message": "Hi Bob,\n\nThis is a sentence about sales and marketing. This is a sentence about research and marketing. This is a sentence about support and development. This is a sentence about research and support. This is a sentence about finance and support. This is a sentence about development and support.\n\nThis is a sentence about research and sales. This is a sentence about sales and finance. This is a sentence about finance and strategy.\n\nThis is a sentence about legal and support. This is a sentence about support and operations. This is a sentence about development and innovation. This is a sentence about innovation and research. This is a sentence about HR and support.\n\nThis is a sentence about legal and strategy. This is a sentence about finance and operations. This is a sentence about legal and marketing. This is a sentence about HR and support. This is a sentence about HR and research. This is a sentence about development and operations. This is a sentence about finance and legal.\n\n\nBest regards,\nAlice Smith",
    "date": "2025-04-29T16:38:38.130293"
  },
  {
    "id": "email_21",
    "from": "Bob Johnson <bob.johnson@company.org>",
    "to": [
      "Carol Williams <carol.williams@mail.net>",
      "Dave Brown <dave.brown@business.co>",
      "Eve Davis <eve.davis@corp.io>"
    ],
    "subject": "Training Session: innovation",
    "message": "Hi Carol, Dave, Eve,\n\nThis is a sentence about sales and finance. This is a sentence about legal and innovation. This is a sentence about marketing and research. This is a sentence about strategy and research. This is a sentence about research and operations. This is a sentence about operations and development. This is a sentence about marketing and support.\n\nThis is a sentence about support and research. This is a sentence about legal and research. This is a sentence about finance and legal.\n\n\nBest regards,\nBob Johnson",
    "date": "2025-04-16T16:38:38.130371"
  },
  {
    "id": "email_22",
    "from": "Carol Williams <carol.williams@mail.net>",
    "to": [
      "Dave Brown <dave.brown@business.co>"
    ],
    "subject": "Project Update: marketing",
    "message": "Hi Dave,\n\nThis is a sentence about operations and marketing. This is a sentence about innovation and marketing. This is a sentence about innovation and support. This is a sentence about support and innovation.\n\nThis is a sentence about operations and support. This is a sentence about finance and HR. This is a sentence about sales and innovation.\n\nThis is a sentence about legal and strategy. This is a sentence about legal and marketing. This is a sentence about development and research. This is a sentence about research and finance. This is a sentence about HR and legal. This is a sentence about strategy and HR. This is a sentence about strategy and HR.\n\nThis is a sentence about operations and strategy. This is a sentence about innovation and HR. This is a sentence about innovation and HR.\n\n\nBest regards,\nCarol Williams",
    "date": "2025-04-20T16:38:38.130485"
  },
  {
    "id": "email_23",
    "from": "Dave Brown <dave.brown@business.co>",
    "to": [
      "Eve Davis <eve.davis@corp.io>",
      "Frank Miller <frank.miller@example.com>"
    ],
    "subject": "Meeting Notes: finance",
    "message": "Hi Eve, Frank,\n\nThis is a sentence about sales and legal. This is a sentence about strategy and research. This is a sentence about development and finance. This is a sentence about strategy and development. This is a sentence about legal and development. This is a sentence about sales and legal. This is a sentence about innovation and support.\n\nThis is a sentence about strategy and HR. This is a sentence about HR and operations. This is a sentence about development and research.\n\nThis is a sentence about legal and strategy. This is a sentence about innovation and research. This is a sentence about innovation and legal. This is a sentence about innovation and operations. This is a sentence about sales and marketing.\n\n\nBest regards,\nDave Brown",
    "date": "2025-04-08T16:38:38.130582"
  },
  {
    "id": "email_24",
    "from": "Eve Davis <eve.davis@corp.io>",
    "to": [
      "Frank Miller <frank.miller@example.com>"
    ],
    "subject": "Important Announcement: development",
    "message": "Hi Frank,\n\nThis is a sentence about strategy and sales. This is a sentence about research and strategy. This is a sentence about support and innovation. This is a sentence about innovation and marketing. This is a sentence about operations and sales. This is a sentence about support and legal. This is a sentence about research and HR.\n\nThis is a sentence about legal and innovation. This is a sentence about HR and marketing. This is a sentence about finance and operations. This is a sentence about marketing and finance. This is a sentence about marketing and operations.\n\n\nBest regards,\nEve Davis",
    "date": "2025-04-21T16:38:38.130660"
  },
  {
    "id": "email_25",
    "from": "Frank Miller <frank.miller@example.com>",
    "to": [
      "Grace Wilson <grace.wilson@company.org>",
      "Harry Moore <harry.moore@mail.net>",
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "Quarterly Review: sales",
    "message": "Hi Grace, Harry, Irene,\n\nThis is a sentence about innovation and strategy. This is a sentence about marketing and development. This is a sentence about HR and support. This is a sentence about strategy and finance. This is a sentence about marketing and sales. This is a sentence about finance and research. This is a sentence about strategy and legal.\n\nThis is a sentence about operations and marketing. This is a sentence about sales and development. This is a sentence about development and strategy. This is a sentence about HR and research.\n\n\nBest regards,\nFrank Miller",
    "date": "2025-05-04T16:38:38.130734"
  },
  {
    "id": "email_26",
    "from": "Grace Wilson <grace.wilson@company.org>",
    "to": [
      "Harry Moore <harry.moore@mail.net>",
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "Team Building Event: HR",
    "message": "Hi Harry, Irene,\n\nThis is a sentence about strategy and sales. This is a sentence about development and research. This is a sentence about finance and operations. This is a sentence about legal and marketing. This is a sentence about research and development. This is a sentence about marketing and research.\n\nThis is a sentence about HR and operations. This is a sentence about research and development. This is a sentence about innovation and finance. This is a sentence about HR and operations. This is a sentence about finance and innovation. This is a sentence about strategy and development. This is a sentence about operations and innovation.\n\nThis is a sentence about sales and HR. This is a sentence about innovation and support. This is a sentence about innovation and strategy. This is a sentence about innovation and finance. This is a sentence about operations and research. This is a sentence about operations and legal.\n\nThis is a sentence about operations and finance. This is a sentence about operations and strategy. This is a sentence about HR and operations. This is a sentence about innovation and development. This is a sentence about finance and operations.\n\n\nBest regards,\nGrace Wilson",
    "date": "2025-04-27T16:38:38.130884"
  },
  {
    "id": "email_27",
    "from": "Harry Moore <harry.moore@mail.net>",
    "to": [
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "Budget Planning: operations",
    "message": "Hi Irene,\n\nThis is a sentence about marketing and sales. This is a sentence about finance and research. This is a sentence about sales and strategy. This is a sentence about development and finance. This is a sentence about support and innovation. This is a sentence about development and marketing. This is a sentence about operations and support.\n\nThis is a sentence about marketing and HR. This is a sentence about HR and research. This is a sentence about strategy and legal. This is a sentence about development and sales. This is a sentence about marketing and innovation.\n\n\nBest regards,\nHarry Moore",
    "date": "2025-04-08T16:38:38.130963"
  },
  {
    "id": "email_28",
    "from": "Irene Taylor <irene.taylor@business.co>",
    "to": [
      "Jack Anderson <jack.anderson@corp.io>"
    ],
    "subject": "New Client Onboarding: strategy",
    "message": "Hi Jack,\n\nThis is a sentence about development and strategy. This is a sentence about strategy and finance. This is a sentence about marketing and operations. This is a sentence about support and HR. This is a sentence about finance and legal.\n\nThis is a sentence about support and research. This is a sentence about sales and marketing. This is a sentence about development and legal. This is a sentence about strategy and marketing. This is a sentence about support and development. This is a sentence about marketing and sales.\n\n\nBest regards,\nIrene Taylor",
    "date": "2025-04-12T16:38:38.131035"
  },
  {
    "id": "email_29",
    "from": "Jack Anderson <jack.anderson@corp.io>",
    "to": [
      "Alice Smith <alice.smith@example.com>",
      "Bob Johnson <bob.johnson@company.org>"
    ],
    "subject": "Product Launch: support",
    "message": "Hi Alice, Bob,\n\nThis is a sentence about marketing and legal. This is a sentence about marketing and operations. This is a sentence about HR and support. This is a sentence about marketing and innovation.\n\nThis is a sentence about development and legal. This is a sentence about HR and innovation. This is a sentence about marketing and research.\n\n\nBest regards,\nJack Anderson",
    "date": "2025-04-16T16:38:38.131086"
  },
  {
    "id": "email_30",
    "from": "Alice Smith <alice.smith@example.com>",
    "to": [
      "Bob Johnson <bob.johnson@company.org>"
    ],
    "subject": "System Maintenance: legal",
    "message": "Hi Bob,\n\nThis is a sentence about HR and research. This is a sentence about sales and innovation. This is a sentence about innovation and marketing.\n\nThis is a sentence about research and innovation. This is a sentence about finance and research. This is a sentence about finance and innovation. This is a sentence about support and development. This is a sentence about support and innovation. This is a sentence about legal and marketing.\n\nThis is a sentence about legal and strategy. This is a sentence about legal and finance. This is a sentence about HR and sales. This is a sentence about support and research. This is a sentence about finance and strategy.\n\nThis is a sentence about operations and research. This is a sentence about research and operations. This is a sentence about marketing and finance. This is a sentence about HR and finance.\n\n\nBest regards,\nAlice Smith",
    "date": "2025-05-03T16:38:38.131207"
  },
  {
    "id": "email_31",
    "from": "Bob Johnson <bob.johnson@company.org>",
    "to": [
      "Carol Williams <carol.williams@mail.net>"
    ],
    "subject": "Holiday Schedule: research",
    "message": "Hi Carol,\n\nThis is a sentence about finance and research. This is a sentence about sales and support. This is a sentence about operations and marketing. This is a sentence about finance and marketing. This is a sentence about sales and finance.\n\nThis is a sentence about marketing and strategy. This is a sentence about strategy and marketing. This is a sentence about strategy and operations. This is a sentence about research and support.\n\n\nBest regards,\nBob Johnson",
    "date": "2025-05-01T16:38:38.131284"
  },
  {
    "id": "email_32",
    "from": "Carol Williams <carol.williams@mail.net>",
    "to": [
      "Dave Brown <dave.brown@business.co>",
      "Eve Davis <eve.davis@corp.io>",
      "Frank Miller <frank.miller@example.com>"
    ],
    "subject": "Training Session: innovation",
    "message": "Hi Dave, Eve, Frank,\n\nThis is a sentence about strategy and HR. This is a sentence about research and sales. This is a sentence about legal and development. This is a sentence about operations and legal.\n\nThis is a sentence about HR and finance. This is a sentence about HR and support. This is a sentence about finance and support. This is a sentence about development and research. This is a sentence about HR and marketing.\n\nThis is a sentence about finance and strategy. This is a sentence about innovation and HR. This is a sentence about sales and research. This is a sentence about innovation and HR.\n\nThis is a sentence about operations and innovation. This is a sentence about innovation and support. This is a sentence about research and HR.\n\n\nBest regards,\nCarol Williams",
    "date": "2025-04-21T16:38:38.131400"
  },
  {
    "id": "email_33",
    "from": "Dave Brown <dave.brown@business.co>",
    "to": [
      "Eve Davis <eve.davis@corp.io>",
      "Frank Miller <frank.miller@example.com>",
      "Grace Wilson <grace.wilson@company.org>"
    ],
    "subject": "Project Update: marketing",
    "message": "Hi Eve, Frank, Grace,\n\nThis is a sentence about strategy and research. This is a sentence about innovation and HR. This is a sentence about development and research.\n\nThis is a sentence about legal and research. This is a sentence about strategy and innovation. This is a sentence about strategy and research. This is a sentence about sales and HR. This is a sentence about legal and operations. This is a sentence about HR and support.\n\nThis is a sentence about marketing and strategy. This is a sentence about development and HR. This is a sentence about support and legal. This is a sentence about marketing and development. This is a sentence about innovation and sales. This is a sentence about marketing and strategy.\n\n\nBest regards,\nDave Brown",
    "date": "2025-04-23T16:38:38.131506"
  },
  {
    "id": "email_34",
    "from": "Eve Davis <eve.davis@corp.io>",
    "to": [
      "Frank Miller <frank.miller@example.com>",
      "Grace Wilson <grace.wilson@company.org>"
    ],
    "subject": "Meeting Notes: finance",
    "message": "Hi Frank, Grace,\n\nThis is a sentence about operations and innovation. This is a sentence about HR and research. This is a sentence about legal and strategy. This is a sentence about strategy and development. This is a sentence about finance and legal. This is a sentence about HR and innovation.\n\nThis is a sentence about innovation and finance. This is a sentence about support and development. This is a sentence about finance and strategy. This is a sentence about operations and innovation.\n\n\nBest regards,\nEve Davis",
    "date": "2025-05-02T16:38:38.131580"
  },
  {
    "id": "email_35",
    "from": "Frank Miller <frank.miller@example.com>",
    "to": [
      "Grace Wilson <grace.wilson@company.org>",
      "Harry Moore <harry.moore@mail.net>",
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "Important Announcement: development",
    "message": "Hi Grace, Harry, Irene,\n\nThis is a sentence about operations and support. This is a sentence about strategy and HR. This is a sentence about strategy and operations. This is a sentence about legal and innovation.\n\nThis is a sentence about development and operations. This is a sentence about HR and support. This is a sentence about finance and development. This is a sentence about innovation and strategy. This is a sentence about marketing and research.\n\n\nBest regards,\nFrank Miller",
    "date": "2025-04-26T16:38:38.131671"
  },
  {
    "id": "email_36",
    "from": "Grace Wilson <grace.wilson@company.org>",
    "to": [
      "Harry Moore <harry.moore@mail.net>"
    ],
    "subject": "Quarterly Review: sales",
    "message": "Hi Harry,\n\nThis is a sentence about marketing and development. This is a sentence about development and strategy. This is a sentence about strategy and research. This is a sentence about strategy and research.\n\nThis is a sentence about marketing and research. This is a sentence about operations and research. This is a sentence about operations and sales. This is a sentence about legal and development. This is a sentence about development and strategy. This is a sentence about HR and finance. This is a sentence about strategy and operations.\n\nThis is a sentence about strategy and sales. This is a sentence about research and strategy. This is a sentence about operations and support. This is a sentence about development and sales.\n\n\nBest regards,\nGrace Wilson",
    "date": "2025-05-03T16:38:38.131786"
  },
  {
    "id": "email_37",
    "from": "Harry Moore <harry.moore@mail.net>",
    "to": [
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "Team Building Event: HR",
    "message": "Hi Irene,\n\nThis is a sentence about support and marketing. This is a sentence about HR and sales. This is a sentence about research and sales. This is a sentence about marketing and legal.\n\nThis is a sentence about research and marketing. This is a sentence about strategy and operations. This is a sentence about finance and development. This is a sentence about research and finance. This is a sentence about operations and innovation. This is a sentence about marketing and operations.\n\nThis is a sentence about innovation and legal. This is a sentence about finance and research. This is a sentence about finance and sales. This is a sentence about legal and strategy.\n\nThis is a sentence about HR and sales. This is a sentence about finance and support. This is a sentence about HR and finance. This is a sentence about legal and support. This is a sentence about HR and research.\n\n\nBest regards,\nHarry Moore",
    "date": "2025-04-08T16:38:38.131920"
  },
  {
    "id": "email_38",
    "from": "Irene Taylor <irene.taylor@business.co>",
    "to": [
      "Jack Anderson <jack.anderson@corp.io>"
    ],
    "subject": "Budget Planning: operations",
    "message": "Hi Jack,\n\nThis is a sentence about HR and support. This is a sentence about legal and HR. This is a sentence about sales and support. This is a sentence about HR and sales. This is a sentence about finance and HR. This is a sentence about support and development. This is a sentence about sales and development.\n\nThis is a sentence about strategy and operations. This is a sentence about HR and finance. This is a sentence about innovation and sales. This is a sentence about development and support.\n\n\nBest regards,\nIrene Taylor",
    "date": "2025-04-18T16:38:38.132000"
  },
  {
    "id": "email_39",
    "from": "Jack Anderson <jack.anderson@corp.io>",
    "to": [
      "Alice Smith <alice.smith@example.com>",
      "Bob Johnson <bob.johnson@company.org>",
      "Carol Williams <carol.williams@mail.net>"
    ],
    "subject": "New Client Onboarding: strategy",
    "message": "Hi Alice, Bob, Carol,\n\nThis is a sentence about innovation and legal. This is a sentence about HR and sales. This is a sentence about research and finance.\n\nThis is a sentence about innovation and sales. This is a sentence about innovation and operations. This is a sentence about research and operations. This is a sentence about strategy and legal.\n\nThis is a sentence about development and sales. This is a sentence about HR and legal. This is a sentence about sales and development. This is a sentence about legal and marketing. This is a sentence about operations and support. This is a sentence about operations and marketing. This is a sentence about development and finance.\n\n\nBest regards,\nJack Anderson",
    "date": "2025-04-10T16:38:38.132103"
  },
  {
    "id": "email_40",
    "from": "Alice Smith <alice.smith@example.com>",
    "to": [
      "Bob Johnson <bob.johnson@company.org>",
      "Carol Williams <carol.williams@mail.net>"
    ],
    "subject": "Product Launch: support",
    "message": "Hi Bob, Carol,\n\nThis is a sentence about strategy and legal. This is a sentence about innovation and support. This is a sentence about research and sales. This is a sentence about sales and innovation. This is a sentence about sales and development. This is a sentence about sales and development.\n\nThis is a sentence about marketing and research. This is a sentence about legal and development. This is a sentence about research and finance. This is a sentence about operations and support. This is a sentence about strategy and development.\n\n\nBest regards,\nAlice Smith",
    "date": "2025-05-06T16:38:38.132182"
  },
  {
    "id": "email_41",
    "from": "Bob Johnson <bob.johnson@company.org>",
    "to": [
      "Carol Williams <carol.williams@mail.net>"
    ],
    "subject": "System Maintenance: legal",
    "message": "Hi Carol,\n\nThis is a sentence about legal and HR. This is a sentence about legal and innovation. This is a sentence about finance and strategy. This is a sentence about development and finance. This is a sentence about marketing and sales. This is a sentence about finance and development. This is a sentence about finance and strategy.\n\nThis is a sentence about sales and legal. This is a sentence about operations and research. This is a sentence about development and strategy.\n\n\nBest regards,\nBob Johnson",
    "date": "2025-04-11T16:38:38.132250"
  },
  {
    "id": "email_42",
    "from": "Carol Williams <carol.williams@mail.net>",
    "to": [
      "Dave Brown <dave.brown@business.co>",
      "Eve Davis <eve.davis@corp.io>",
      "Frank Miller <frank.miller@example.com>"
    ],
    "subject": "Holiday Schedule: research",
    "message": "Hi Dave, Eve, Frank,\n\nThis is a sentence about sales and legal. This is a sentence about development and marketing. This is a sentence about operations and innovation. This is a sentence about finance and research. This is a sentence about innovation and development. This is a sentence about legal and research. This is a sentence about strategy and research.\n\nThis is a sentence about innovation and strategy. This is a sentence about support and development. This is a sentence about innovation and marketing. This is a sentence about innovation and research.\n\nThis is a sentence about sales and development. This is a sentence about sales and HR. This is a sentence about development and research. This is a sentence about finance and legal.\n\nThis is a sentence about innovation and finance. This is a sentence about HR and marketing. This is a sentence about sales and finance. This is a sentence about legal and operations. This is a sentence about development and sales. This is a sentence about operations and legal. This is a sentence about innovation and finance.\n\n\nBest regards,\nCarol Williams",
    "date": "2025-04-18T16:38:38.132388"
  },
  {
    "id": "email_43",
    "from": "Dave Brown <dave.brown@business.co>",
    "to": [
      "Eve Davis <eve.davis@corp.io>",
      "Frank Miller <frank.miller@example.com>"
    ],
    "subject": "Training Session: innovation",
    "message": "Hi Eve, Frank,\n\nThis is a sentence about development and marketing. This is a sentence about HR and innovation. This is a sentence about operations and innovation. This is a sentence about sales and marketing. This is a sentence about legal and HR. This is a sentence about operations and strategy.\n\nThis is a sentence about marketing and strategy. This is a sentence about support and innovation. This is a sentence about support and finance. This is a sentence about HR and legal.\n\n\nBest regards,\nDave Brown",
    "date": "2025-04-09T16:38:38.132465"
  },
  {
    "id": "email_44",
    "from": "Eve Davis <eve.davis@corp.io>",
    "to": [
      "Frank Miller <frank.miller@example.com>",
      "Grace Wilson <grace.wilson@company.org>"
    ],
    "subject": "Project Update: marketing",
    "message": "Hi Frank, Grace,\n\nThis is a sentence about marketing and sales. This is a sentence about innovation and development. This is a sentence about sales and finance. This is a sentence about finance and strategy. This is a sentence about operations and strategy. This is a sentence about support and finance.\n\nThis is a sentence about strategy and HR. This is a sentence about sales and innovation. This is a sentence about development and legal. This is a sentence about marketing and support. This is a sentence about sales and operations.\n\nThis is a sentence about HR and innovation. This is a sentence about finance and operations. This is a sentence about marketing and HR. This is a sentence about support and HR. This is a sentence about innovation and support.\n\nThis is a sentence about finance and legal. This is a sentence about sales and innovation. This is a sentence about strategy and innovation.\n\n\nBest regards,\nEve Davis",
    "date": "2025-04-24T16:38:38.132601"
  },
  {
    "id": "email_45",
    "from": "Frank Miller <frank.miller@example.com>",
    "to": [
      "Grace Wilson <grace.wilson@company.org>",
      "Harry Moore <harry.moore@mail.net>",
      "Irene Taylor <irene.taylor@business.co>"
    ],
    "subject": "Meeting Notes: finance",
    "message": "Hi Grace, Harry, Irene,\n\nThis is a sentence about strategy and research. This is a sentence about support and strategy. This is a sentence about marketing and research. This is a sentence about innovation and strategy.\n\nThis is a sentence about innovation and legal. This is a sentence about marketing and strategy. This is a sentence about sales and development. This is a sentence about innovation and operations. This is a sentence about HR and operations. This is a sentence about support and HR.\n\nThis is a sentence about development and research. This is a sentence about innovation and research. This is a sentence about research and sales. This is a sentence about legal and support. This is a sentence about support and strategy.\n\nThis is a sentence about HR and innovation. This is a sentence about sales and legal. This is a sentence about operations and strategy.\n\n\nBest regards,\nFrank Miller",
    "date": "2025-04-24T16:38:38.132716"
  },
  {
    "id": "email_46",
    "from": "Grace Wilson <grace.wilson@company.org>",
    "to": [
      "Harry Moore <harry.moore@mail.net>"
    ],
    "subject": "Important Announcement: development",
    "message": "Hi Harry,\n\nThis is a sentence about support and strategy. This is a sentence about legal and support. This is a sentence about operations and support. This is a sentence about operations and research.\n\nThis is a sentence about innovation and strategy. This is a sentence about finance and support. This is a sentence about operations and HR. This is a sentence about sales and development. This is a sentence about sales and strategy.\n\nThis is a sentence about innovation and legal. This is a sentence about development and finance. This is a sentence about HR and operations. This is a sentence about innovation and strategy.\n\n\nBest regards,\nGrace Wilson",
    "date": "2025-04-19T16:38:38.132801"
  },
  {
    "id": "email_47",
    "from": "Harry Moore <harry.moore@mail.net>",
    "to": [
      "Irene Taylor <irene.taylor@business.co>",
      "Jack Anderson <jack.anderson@corp.io>",
      "Alice Smith <alice.smith@example.com>"
    ],
    "subject": "Quarterly Review: sales",
    "message": "Hi Irene, Jack, Alice,\n\nThis is a sentence about legal and research. This is a sentence about finance and strategy. This is a sentence about support and legal.\n\nThis is a sentence about sales and marketing. This is a sentence about legal and finance. This is a sentence about strategy and operations.\n\nThis is a sentence about HR and marketing. This is a sentence about innovation and development. This is a sentence about innovation and strategy. This is a sentence about HR and marketing. This is a sentence about strategy and finance.\n\n\nBest regards,\nHarry Moore",
    "date": "2025-04-19T16:38:38.132876"
  },
  {
    "id": "email_48",
    "from": "Irene Taylor <irene.taylor@business.co>",
    "to": [
      "Jack Anderson <jack.anderson@corp.io>",
      "Alice Smith <alice.smith@example.com>"
    ],
    "subject": "Team Building Event: HR",
    "message": "Hi Jack, Alice,\n\nThis is a sentence about development and operations. This is a sentence about development and sales. This is a sentence about sales and innovation. This is a sentence about finance and research.\n\nThis is a sentence about HR and finance. This is a sentence about sales and research. This is a sentence about marketing and research. This is a sentence about innovation and sales.\n\nThis is a sentence about sales and HR. This is a sentence about legal and development. This is a sentence about marketing and HR.\n\n\nBest regards,\nIrene Taylor",
    "date": "2025-04-08T16:38:38.132950"
  },
  {
    "id": "email_49",
    "from": "Jack Anderson <jack.anderson@corp.io>",
    "to": [
      "Alice Smith <alice.smith@example.com>"
    ],
    "subject": "Budget Planning: operations",
    "message": "Hi Alice,\n\nThis is a sentence about strategy and finance. This is a sentence about research and marketing. This is a sentence about research and HR.\n\nThis is a sentence about support and operations. This is a sentence about development and operations. This is a sentence about innovation and sales. This is a sentence about HR and legal.\n\nThis is a sentence about support and marketing. This is a sentence about HR and marketing. This is a sentence about marketing and innovation. This is a sentence about support and operations. This is a sentence about research and finance. This is a sentence about HR and operations.\n\nThis is a sentence about legal and support. This is a sentence about sales and research. This is a sentence about legal and development. This is a sentence about strategy and research. This is a sentence about innovation and HR. This is a sentence about legal and development.\n\n\nBest regards,\nJack Anderson",
    "date": "2025-04-22T16:38:38.133071"
  }
]